Revit 2027 API
ParameterTypeId.FbxLightVoltageLoss Property
 "Voltage Loss"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FbxLightVoltageLoss { get; }
Public Shared ReadOnly Property FbxLightVoltageLoss As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FbxLightVoltageLoss {
	ForgeTypeId^ get ();
}
static member FbxLightVoltageLoss : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace